Repository: kodi-game/controller-topology-project
Catalog: addons/game.controller.default/resources/language/resource.language.*/strings.po
Languages: et_ee

# Addon Summary
source: Default Controller
et_ee: Vaikimisi juhtseade

# Addon Disclaimer
source: Image credit: Wikipedia (wikipedia.org)
et_ee: Pildi allikas: Vikipeedia (wikipedia.org)

# #30006
source: Back
et_ee: Tagasi

# #30007
source: Guide
et_ee: Telekava

# #30008
source: Left Stick
et_ee: Vasak kang

# #30009
source: Right Stick
et_ee: Parem kang

# #30010
source: Up
et_ee: Üles

# #30011
source: Down
et_ee: Alla

# #30012
source: Right
et_ee: Paremal

# #30013
source: Left
et_ee: Vasakul

# #30014
source: Left Shoulder
et_ee: Vasak õlg

# #30015
source: Right Shoulder
et_ee: Parem õlg

# #30016
source: Left Trigger
et_ee: Vasak päästik

# #30017
source: Right Trigger
et_ee: Parem päästik
