Repository: kodi-game/controller-topology-project
Catalog: addons/game.controller.ws/resources/language/resource.language.*/strings.po
Languages: da_dk, de_de, ga

# Addon Description
source: The WonderSwan is a 16-bit handheld console released in 1999 by Bandai. It is playable both vertically and horizontally, and was praised for its long battery life and unique library of games.
da_dk: WonderSwan er en 16-bit håndholdt konsol udgivet i 1999 af Bandai. Den kan spilles både lodret og vandret og blev rost for sin lange batterilevetid og unikke bibliotek af spil.
de_de: WonderSwan ist eine 1999 vorgestellte tragbare 16-bit Konsole von Bandai. Mit ihr kann sowohl in Hoch- wie auch Querformat gespielt werden. Angepriesen wurden die langlebige Batterie und einzigartige Spielauswahl.
ga: Is consól láimhe 16-giotán é an WonderSwan a eisíodh sa bhliain 1999 ag Bandai. Is féidir é a imirt go hingearach agus go cothrománach araon, agus moladh é as a shaolré ceallraí fada agus a leabharlann uathúil cluichí.

# Addon Disclaimer
source: Image credit: OpenEmu (openemu.org)
da_dk: Kildeangivelse: OpenEmu (openemu.org)
de_de: Bildverweis: OpenEmu (openemu.org)
ga: Creidmheas íomhá: OpenEmu (openemu.org)

# #30003
source: Start
ga: Tosaigh

# #30004
source: X-Cursor Up
da_dk: X-Markør op
de_de: X-Cursor Hoch
ga: X-Cúrsóir Suas

# #30005
source: X-Cursor Right
da_dk: X-Markør højre
de_de: X-Cursor Rechts
ga: Cúrsóir-X ar Dheis

# #30006
source: X-Cursor Down
da_dk: X-Markør ned
de_de: X-Cursor Runter
ga: X-Cúrsóir Síos

# #30007
source: X-Cursor Left
da_dk: X-Markør venstre
de_de: X-Cursor Links
ga: X-Cúrsóir Ar Chlé

# #30008
source: Y-Cursor Up
da_dk: Y-Markør op
de_de: Y-Cursor Hoch
ga: Y-Cúrsóir Suas

# #30009
source: Y-Cursor Right
da_dk: Y-Markør højre
de_de: Y-Cursor Rechts
ga: Y-Cúrsóir Ar Dheis

# #30010
source: Y-Cursor Down
da_dk: Y-Markør ned
de_de: Y-Cursor Runter
ga: Y-Cúrsóir Síos

# #30011
source: Y-Cursor Left
da_dk: Y-Markør venstre
de_de: Y-Cursor Links
ga: Cúrsóir Y ar Chlé
